otosan-maker/lvgl_maker/boards/GALDEANO_M5_DEV/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "GALDEANO M5 DEV"
#define MICROPY_HW_MCU_NAME "ESP32"
